Revit 2027 API
ParameterTypeId.RotateOriginplacement Property
 "Center"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotateOriginplacement { get; }
Public Shared ReadOnly Property RotateOriginplacement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotateOriginplacement {
	ForgeTypeId^ get ();
}
static member RotateOriginplacement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace